[
  {
    "id": "0cd2eb74-f135-4c54-8d93-7ee75280146a",
    "text": "In the sixth century BC the Etruscans were installed in an important bridgehead on the south bank of the River Tiber. This was the site of Rome, one of a number of small cities of the Latins, an old-established people of the Campania. Through this city something of the Etruscan survived to flow into and eventually be lost in the European tradition. Near the end of the sixth century Rome broke away from Etruscan dominion during a revolt of the Latin cities against their masters. Until then, the city had been ruled by kings, the last of whom, tradition later said, was expelled in 509 BC. Whatever the exact date, this was certainly about the time at which Etruscan power, over-strained by struggle with the western Greeks, was successfully challenged by the Latin peoples, who thereafter went their own ways. Nevertheless, Rome was to retain much from its Etruscan past. It was through Etruria that Rome first had access to the Greek civilization with which it continued to live in contact both by land and sea. Rome was a focus of important land and water routes, high enough up the Tiber to bridge it, but not so high that the city could not be reached by sea-going vessels.",
    "page": 319,
    "paragraph_index": 5,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "0e35cf3a-78ee-4000-9d8d-d73bafa41528",
    "text": "The civic authorities were everywhere responsible for the rites, as they were responsible for the maintenance of the temples. The proper observances had a powerfully practical purpose: Livy reports a consul saying the gods ‘look kindly on the scrupulous observance of religious rites which has brought our country to its peak’. Men genuinely felt that the peace of Augustus was the pax deorum, a divine reward for a proper respect for the gods which Augustus had reasserted. Somewhat more cynically, Cicero had remarked that the gods were needed to prevent chaos in society. This, if different, was also an expression of the Roman’s practical approach to religion. It was not insincere or disbelieving; the recourse to diviners for the interpretation of omens and the acceptance of the decisions of the augurs about important acts of policy would alone establish that. But it was unmysterious and down-to-earth in its understanding of the official cults.",
    "page": 354,
    "paragraph_index": 75,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "11d10943-e5df-48cf-bdde-e981df125ab6",
    "text": "AD, the distinction of a pure Roman religious tradition from others within the empire is virtually impossible. The Roman pantheon, like the Greek, was absorbed almost indistinguishably into a mass of beliefs and cults, their boundaries blurred and fluid, merging imperceptibly over a scale of experience running from sheer magic to the philosophical monotheism popularized by the Stoic philosophies. The intellectual and religious worlds of the empire were omnivorous, credulous and deeply irrational. It is important here not to be over-impressed by the visible practicality of the Roman mind; practical men are often superstitious. Nor was the Greek heritage understood in an altogether rational way; its philosophers were seen by the first century BC as men inspired, holy men whose mystical teaching was the most eagerly studied part of their works, and even Greek civilization had always rested on a broad basis of popular superstition and local cult practice. Tribal gods swarmed throughout the Roman world.",
    "page": 356,
    "paragraph_index": 79,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "1bb1f395-ec7d-4152-a868-2468fd2597a4",
    "text": "‘Plebs’, in any case, is a misleadingly simple term. The word stood for different social realities at different times. Conquest and enfranchisement slowly extended the boundaries of citizenship. Even in early times they ran well beyond the city and its environs as other cities were incorporated into the republic. At that time, the typical citizen was a countryman. The basis of Roman society was always agricultural and rural. It is significant that the Latin word for money, pecunia, is derived from the word for a flock of sheep or herd of cattle and that the Roman measure of land was the iugerum, the extent that could be ploughed in a day by two oxen. Land and the society it supported were related in changing ways during the republic, but always its base was the rural population. The later preponderance in men’s minds of the image of imperial Rome, the great parasitic city, obscures this.",
    "page": 323,
    "paragraph_index": 12,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "1cfb6550-4c6e-4c63-a181-7dc7a3a15e46",
    "text": "Augustus was able to obtain the return of the Roman standards taken from Crassus and thankfully set aside any need to attack Parthia for reasons of honour. Yet the likelihood of conflict persisted, both because of the sensitivity with which each power regarded Armenia and because of the instability of Parthia’s dynastic politics. One emperor, Trajan, conquered the Parthian capital of Ctesiphon and fought his way down to the Persian Gulf, but his successor Hadrian wisely conciliated the Parthians by handing back much of his conquest.",
    "page": 346,
    "paragraph_index": 59,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "1e46dd2c-0a1c-40eb-b59f-be5c43ca4e14",
    "text": "This was not only because wealth came to count for so much in Roman politics. It was also because everything had to be done at Rome, though there were no representative arrangements which could effectively reflect the wishes of even those Roman citizens who lived in the swollen city, let alone those scattered all over Italy. What tended to happen instead was that threats to refuse military service or to withdraw altogether from Rome and found a city elsewhere enabled the plebs to restrict somewhat the powers of Senate and magistrates. After 366 BC, too, one of the two consuls had to be a plebeian and in 287 BC the decisions of the plebeian assembly were given overriding force of law.",
    "page": 324,
    "paragraph_index": 15,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "1ef9dd6f-52bd-4f75-81f9-d3d6b8f53874",
    "text": "Brilliance like this was not just a matter of winning battles. Brief though Caesar’s recent visits to Rome had been, he had organized his political support carefully and packed the Senate with his men. The victories brought him great honours and real power. He was voted dictator for life and became in effect a monarch in all but name. His power he used without much regard for the susceptibilities of politicians and without showing an imaginativeness to suggest his rule would have been successful in the long term, although he imposed order in the Roman streets, and undertook steps to end the power of the money-lenders in politics. To one reform in particular the future of Europe was to owe much – the introduction of the Julian calendar. Like much else we think of as Roman, it came from Hellenistic Alexandria, where an astronomer suggested to Caesar that the year of 365 days, with an extra day each fourth year, would make it possible to emerge from the complexities of the traditional Roman calendar. The new calendar began on 1 January 45 BC.",
    "page": 339,
    "paragraph_index": 44,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "1fa5555b-bef9-4253-ad61-e2ffca2c5e22",
    "text": "This was the end of civil war. Octavian returned to become consul. He had every card in his hand and judiciously refrained from playing them, leaving it to his opponents to recognize his strength. In 27 BC he carried out what he called a republican restoration with the support of a Senate whose republican membership, purged and weakened by civil war and proscription, he reconciled to his real primacy by his careful preservation of forms. He re-established the reality of his great-uncle’s power behind a façade of republican piety. He was imperator only by virtue of his command of the troops of the frontier provinces – but that was where the bulk of the legions were. As old soldiers of his and his great-uncle’s armies returned to retirement, they were duly settled on smallholdings and were appropriately grateful. His consulship was prolonged from year to year and in 27 BC he was given the honorific title of ‘Augustus’, the name by which he is remembered. At Rome, though, he was formally and usually called by his family name, or was identified as princeps, first citizen.",
    "page": 341,
    "paragraph_index": 49,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "21156ad5-f585-4eba-acd3-eb387bfc65b2",
    "text": "Ironically, the counterpoint of this continuing and apparently irresistible success abroad was growing strife at home. The crux of the matter was the restriction of access to office to members of the ruling class. Electoral institutions and political conventions had come to work differently because of two grave long-term problems. The first was the gradual impoverishment of the Italian peasant, who had been the typical figure of the early republic. It had several causes, but the root of the matter was the terrible cost of the second Punic War. Not only had conscripted soldiers been absent for long years of almost continuous campaigns, but the physical damage to southern Italy was enormous. Meanwhile, those who were lucky enough to amass wealth in imperial enterprise laid it out in the only good investment available, land. The effect in the long run was to concentrate property in large estates usually worked by slaves made cheaper by the wars; there was no place on them for the smallholder, who now had to make his way to the city and fend for himself as best he could, a Roman citizen in name, but a proletarian in the making. Yet as a citizen he still had a vote. To those with wealth and political ambition he became someone to buy or to intimidate. Since the road to lucrative office lay through popular elections, the politics of the republic could hardly fail increasingly to reflect the power of money. This, too, had repercussions far and wide in Italy. Once votes had a price, the citizen proletariat of Rome was unlikely to welcome their continual devaluation by extending civic rights to other Italians, even though Rome’s allies had to put up with conscription.",
    "page": 333,
    "paragraph_index": 36,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "22caab97-56ab-416f-9b1d-f785d2469418",
    "text": "The constitutional arrangements of the early republic were thus very complicated, but effective. They prevented violent revolution and permitted gradual change. Yet they would be no more important to us than those of Thebes or Syracuse had they not made possible and presided over the first phase of victorious expansion of Roman power. The story of the republic’s institutions is important for even later periods, too, because of what the republic itself became. Almost the whole of the fifth century BC was taken up in mastering Rome’s neighbours and her territory was doubled in the process. Next, the other cities of the Latin League were subordinated; when some of them revolted in the middle of the fourth century they were forced back into it on harsher terms. It was a little like a land version of the Athenian empire a hundred years before; Roman policy was to leave her ‘allies’ to govern themselves, but they had to subscribe to Roman foreign policy and supply contingents to the Roman army. In addition, Roman policy favoured established dominant groups in the other Italian communities, and Roman aristocratic families multiplied their personal ties with them. The citizens of those communities were also admitted to rights of citizenship if they migrated to Rome.",
    "page": 325,
    "paragraph_index": 17,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "26225602-8f14-426a-84ce-2f1c036b7140",
    "text": "It was believed to have deep roots. Romans said their city was founded by one Romulus in 753 BC. We need not take this seriously, but the legend of the foster-mother wolf which suckled both Romulus and his twin, Remus, is worth a moment’s pause; it is a good symbol of early Rome’s debt to a past that was dominated by the people called Etruscans, among whose cults has been traced a special reverence for the wolf.",
    "page": 318,
    "paragraph_index": 2,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "272299e6-7abd-4494-b66f-7d604fcdcf38",
    "text": "Rome itself, the values it embodied and imposed, the notion of what was one day to be called romanitas.",
    "page": 318,
    "paragraph_index": 1,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "298abc7c-7c7d-4a0a-8162-94578ca58b53",
    "text": "The widening gap between rich and poor in central Italy as peasant farming gave way to large estates bought (and stocked with slaves) with the spoils of empire, and the new possibilities open to political soldiers, proved fatal to the republic in the end. At the end of the second century BC, the Gracchi brothers, Tribunes of the People, sought to do something about the social problem in the only way open to an agrarian economy, by land reform, as well as by reducing senatorial power and giving the equites a bigger role in government. They tried, in effect, to spread the wealth of empire, but their attempts only ended in their deaths. This itself marked the raising of the stakes in politics; in the last century of the republic factional bitterness reached its peak because politicians knew their lives might be forfeit. It also saw the beginning of what has been called the Roman revolution, for the conventions of Roman politics were set aside when Tiberius Gracchus (the elder brother), then consul, persuaded the plebs to unseat the tribune who had vetoed his land-bill and thus announced that he would not accept the traditional circumvention of the popular will by the prerogative of a tribune to use his veto.",
    "page": 335,
    "paragraph_index": 38,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "2b83592c-ccd0-453f-88b3-957e0d838af4",
    "text": "Another change in Roman attitudes was not yet complete, but was beginning to be effective. When the struggle with Carthage began, most upper-class Romans probably saw it as essentially defensive. Some went on fearing even the crippled enemy left after Zama. The call of Cato in the middle of the next century – ‘Carthage must be destroyed’ – was to be famous as an expression of an implacable hostility arising from fear. None the less, the provinces won by war had begun to awake men’s minds to other possibilities and soon supplied other motives for its continuation. Slaves and gold from Sardinia, Spain and Sicily were soon opening the eyes of Romans to what the rewards of empire might be. These countries were not treated like mainland Italy, as allies, but as resource pools to be administered and tapped. A tradition grew up under the republic, too, of generals distributing some of the spoils of victory to their troops.",
    "page": 329,
    "paragraph_index": 27,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "2cb51a19-36f2-44ce-b833-08d3ecdb40f9",
    "text": "The second problem was a change in the army. The legions had more than 400 years’ history under the republic and their evolution can hardly be condensed in a simple formula, but if one is to be sought, it is perhaps best to say that the army became increasingly professional. After the Punic Wars it was impossible any longer to rely solely on soldiers fighting in such time as they could spare from farming. The burden of conscription had always been heavy and became increasingly unpopular. When campaigns carried men further and further afield for year after year, and as garrisons had sometimes to remain for decades in conquered provinces, even the Roman pool of manpower showed signs of drying up. In 107 BC a formal change registered what was happening: the property qualification for service was abolished. This was the work of a consul called Marius, who thus solved the problem of recruitment, for after this there were usually enough poor volunteers for conscription to be unnecessary. Military service still continued to be restricted to citizens, but there were many of these; in the end, though, service itself was to confer citizenship. Another innovation of Marius was to give the legions their ‘eagles’, the standards so important to their esprit de corps, something between an idol and a modern regimental badge. Such changes gradually turned the army into a new kind of political force, available to a man like Marius who was an able general and much called upon for service in the provinces. He actually exacted a personal oath of allegiance from one army under his own command.",
    "page": 334,
    "paragraph_index": 37,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "2e3e8e89-d8eb-45b5-953e-1f5ce016e502",
    "text": "Rome’s greatest triumph rested on the bringing of peace. In a second great Hellenistic age, men could travel from one end to the other of the Mediterranean without hindrance. The essential qualities of the structure which sustained the Pax Romana were already there under the republic, above all in the cosmopolitanism encouraged by Roman administration, which sought not to impose a uniform pattern of life but only to collect taxes, keep the peace and regulate the quarrels of men by a common law. The great achievements of Roman jurisprudence still lay far ahead, but the early republic in about 450 BC launched Roman law on its history of definition by the consolidation of the Twelve Tables which little Roman boys, lucky enough to go to school, had still to learn by heart hundreds of years later. On them was eventually built a framework within which many cultures might survive to contribute to a common civilization.",
    "page": 332,
    "paragraph_index": 34,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "2e6273dd-abf9-45b7-9f50-f621b0d2b722",
    "text": "Another symptom of Eastern influence was the popularization of mysteries, cults which rested upon the communication of special virtues and powers to the initiated by secret rites. The sacrificial cult of Mithras, a minor Zoroastrian deity especially favoured by soldiers, was one of the most famous. Almost all the mysteries register impatience with the constraints of the material world, an ultimate pessimism about it and a preoccupation with (and perhaps a promise of survival after) death. In this lay their power to provide a psychological satisfaction no longer offered by the old gods and never really possessed by the official cult. They drew individuals to them; they had some of the appeal that was later to draw men to Christianity, which in its earliest days was often seen, significantly, as another mystery cult.",
    "page": 357,
    "paragraph_index": 81,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "2e6ef396-c56b-4a2d-aa0c-8ff6bcf1f7d9",
    "text": "In extremis the Senate called on Pompey to defend the republic. Without forces in Italy, Pompey withdrew across the Adriatic to raise an army. The consuls and most of the Senate went with him. Civil war was now inevitable. Caesar marched quickly to Spain to defeat seven legions there which were loyal to Pompey; they were then mildly treated in order to win over as many of the soldiers as possible. Ruthless and even cruel though he could be, mildness to his political opponents was politic and prudent; he did not propose to imitate Sulla, said Caesar. Then he went after Pompey, chasing him to Egypt, where he was murdered. Caesar stayed long enough to dabble in an Egyptian civil war and became, almost incidentally, the lover of the legendary Cleopatra. Then he went back to Rome, to embark almost at once for Africa and defeat a Roman army there which opposed him. Finally, he returned again to Spain and destroyed a force raised by Pompey’s sons. This was in 45 BC, four years after the crossing of the Rubicon.",
    "page": 338,
    "paragraph_index": 43,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "2f8fb937-40ae-4f8f-befc-899e11bffe62",
    "text": "But the main restriction on the traditional rulers lay in the ten elected Tribunes of the People, officers chosen by popular vote, who could initiate legislation or veto it (one veto was enough) and were available night and day to citizens who felt themselves unjustly treated by a magistrate. The tribunes had most weight when there was great social feeling or personal division in the Senate, for then they were courted by the politicians. In the earlier republic and often thereafter, the tribunes, who were members of the ruling class and might be nobles, worked for the most part easily enough with the consuls and the rest of the Senate. The administrative talent and experience of this body and the enhancement of its prestige because of its leadership in war and emergency could hardly be undermined until there were social changes grave enough to threaten the downfall of the republic itself.",
    "page": 324,
    "paragraph_index": 16,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "32a2a270-279d-471d-8250-a447ef875a2e",
    "text": "After this, the eastern frontier on the Euphrates was to remain undisturbed for a century, but the Parthians did not endear themselves to Rome. They dabbled in the politics of the civil war, harassing Syria and encouraging unrest among the Palestinian Jews. Mark Antony had to retreat in disgrace and distress to Armenia after losing 35,000 men in a disastrous campaign against them. But Parthia suffered from internal divisions too, and in 20 BC",
    "page": 345,
    "paragraph_index": 58,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "330fda84-8f62-4e9a-99c8-d4ef837c4b4c",
    "text": "Carthage, and western Sicily and Sardinia became the first Roman provinces, a momentous step, in 227 BC.",
    "page": 327,
    "paragraph_index": 22,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "35b6eae7-5389-4564-8078-dfafd6ebbdf2",
    "text": "By this time, the emperors ruled a far larger area than had Augustus. In the north Julius Caesar had carried out reconnaissances into Britain and Germany, but had left Gaul with the Channel and the Rhine as its frontiers. Augustus pressed into Germany, and also up to the Danube from the south. The Danube eventually became the frontier of the empire, but incursions beyond the Rhine were less successful and the frontier was not stabilized on the Elbe as Augustus had hoped. Instead, a grave shock had been given to Roman confidence in AD 9 when the Teutonic tribes led by Arminius (in whom later Germans were to see a national hero) destroyed three legions. The ground was never recovered, nor the legions, for their numbers were thought so ill- omened that they never again appear in the army lists. Eight remained stationed along the Rhine, the most strongly held part of the frontier because of the dangers which lay beyond it.",
    "page": 344,
    "paragraph_index": 55,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "3613e0e3-6eed-4226-a3aa-ee8af19c9fd5",
    "text": "Roman technical accomplishment was stamped on an area stretching from the Black Sea in the east to Hadrian’s Wall in the north and the Atlas Mountains in the south. The capital, of course, contained some of its most spectacular relics. There, the wealth of empire expressed itself in a richness of finish and decoration nowhere else so concentrated. When the marble facings were intact, and paint and stucco moulding relieved the sheer mass of stone, Rome must have had some of the appeal to the imagination earlier possessed by Babylon. There was an ostentation about it which spoke of a certain vulgarity, too, and in this again it is not hard to sense a difference of quality between Rome and Greece; Roman civilization has a grossness and materiality inescapable in even its greatest monuments.",
    "page": 350,
    "paragraph_index": 68,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "365afa96-5f02-4bba-993a-4ed12866f53c",
    "text": "This was not all that came from the East. By the second century",
    "page": 356,
    "paragraph_index": 78,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "3a05c0c0-cb11-4bea-b833-1085410512ac",
    "text": "Some senators suddenly became alarmed when this formidable man wished to remain in Gaul in command of his army and the province, although its conquest was complete, retaining command until the consular election. His opponents strove to get him recalled to face charges about illegalities during his consulship. Caesar then took the step which, though neither he nor anyone else knew it, was the beginning of the end of the republic. He led his army across the River Rubicon, the boundary of his province, beginning a march which brought him in the end to Rome. This was in January 49 BC. It was an act of treason, though he claimed to be defending the republic against its enemies.",
    "page": 337,
    "paragraph_index": 42,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "3d1743cc-522f-4b2b-a09a-e9cb7f09bb0c",
    "text": "That Roman rule did not satisfy all Roman subjects all the time was even true in Italy itself when, as late as 73 BC, in the disorderly last age of the republic, a great slave revolt required three years of military campaigning and was punished with the crucifixion of 6,000 slaves along the roads from Rome to the south. In the provinces revolt was endemic, always likely to be provoked by a particular burst of harsh or bad government. Such was the famous rebellion of Boudicca in Britain, or the earlier Pannonian revolt under Augustus. Sometimes such troubles could look back to local traditions of independence, as was the case at Alexandria where they were frequent. In one particular instance, that of the Jews, they touched chords not unlike those of later nationalism. The spectacular Jewish record of disobedience and resistance goes back beyond Roman rule to 170 BC, when they bitterly resisted the ‘westernizing’ practices of the Hellenistic kingdoms which foreshadowed policies later to be taken up by Rome. The imperial cult made matters worse. Even Jews who did not mind Roman tax- gatherers and thought that Caesar should have rendered unto him what was Caesar’s were bound to draw the line at the blasphemy of sacrifice at his altar. In AD 66 came a great revolt; there were others under Trajan and Hadrian. Jewish communities were like powder-kegs; their sensitivity makes somewhat more understandable the unwillingness of a procurator of Judaea in about AD 30 to press hard for the strict observance of the legal rights of an accused man when Jewish leaders demanded his death.",
    "page": 357,
    "paragraph_index": 82,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "3fc54317-72f2-45a2-9f76-8651d65faa18",
    "text": "In 59 BC another aristocrat, the nephew of Marius’s wife, had been elected consul. This was the young Julius Caesar. For a time he had co-operated with Pompey. The consulship led him to the command of the army of Gaul and a succession of brilliant campaigns in the next seven years, ending in its complete conquest. Though he watched politics closely, these years kept Caesar away from Rome where gangsterism, corruption and murder disfigured public life and discredited the Senate. After them he was enormously rich and had a loyal, experienced and confident army looking to him for the leadership which would give them pay, promotion and victory in the future. He was also a cool, patient and ruthless man. There is a story of him joking and playing at dice with some pirates who captured him. One of his jokes was that he would crucify them when he was freed. The pirates laughed, but crucify them he did.",
    "page": 337,
    "paragraph_index": 41,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "41efe8ce-eb7f-4c42-9374-f83ba9ace2a0",
    "text": "All around the western Mediterranean shores and across wide tracts of western Europe, the Balkans and Asia Minor, relics can still be seen of a great achievement, the empire of Rome. In some places – Rome itself, above all – they are very plentiful. To explain why they are there takes up a thousand years of history. If we no longer look back on the Roman achievement as our ancestors often did, feeling dwarfed by it, we can still be puzzled and even amazed that men could do so much. Of course, the closer the scrutiny historians give to those mighty remains, and the more scrupulous their sifting of the documents which explain Roman ideals and Roman practice, the more we realize that the Romans were not, after all, superhuman. The grandeur that was Rome sometimes looks more like tinsel, and the virtues its publicists proclaimed can sound as much like political cant as do similar slogans of today. Yet when all is said and done, there remains an astonishing and solid core of creativity. In the end, Rome remade the setting of Greek civilization. Thus Romans settled the shape of the first civilization embracing all Europe. This was a self-conscious achievement. Romans who looked back on it when it was later crumbling about them still felt themselves to be Romans like those who had built it up. They were, even if only in the sense that they believed it. That was what mattered, though. For all its material impressiveness and occasional grossness, the core of the explanation of the Roman achievement was an idea, the idea of",
    "page": 317,
    "paragraph_index": 0,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "4326ad18-2d63-497a-a67e-d6b794667b3c",
    "text": "The political reality masked by this supremacy was the rise to domination within the ruling class of men who owed their position to the Caesars. But the new élites were not to be allowed to behave like the old. The Augustan benevolent despotism regularized the provincial administration and army by putting them into obedient and salaried hands. The conscious resuscitation of republican tradition and festivals had a part to play in this, too. Augustan government was heavily tinged with concern for moral revival; the virtues of ancient Rome seemed to some to live again. Ovid, a poet of pleasure and love, was packed off to exile by the Black Sea when a sexual scandal at the edge of the imperial family provided an excuse. When to this official austerity is added the peace which marked most of the reign and the great visible monuments of the Roman architects and engineers, the reputation of the Augustan age is hardly surprising. After his death in AD 14 Augustus was deified as Julius Caesar had been.",
    "page": 342,
    "paragraph_index": 51,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "457884b1-8f0d-48f4-b18c-26b2db628e06",
    "text": "Under Augustus there was a deliberate attempt to reinvigorate old belief, which had been somewhat eroded by closer acquaintance with the Hellenistic east and about which a few sceptics had shown cynicism even in the second century BC. After Augustus, emperors always held the office of pontifex maximus and political and religious primacy were thus combined in the same person. This began the increasing importance and definition of the imperial cult itself. It fitted well the Roman’s innate conservatism, his respect for the ways and customs of his ancestors. The imperial cult linked respect for traditional patrons, the placating or invoking of familiar deities and the commemoration of great men and events to the ideas of divine kingship which came from the East, from Asia. It was there that altars were first raised to Rome or the Senate, and there that they were soon reattributed to the emperor. The cult spread through the whole empire, though it was not until the third century AD that the practice was wholly respectable in Rome itself, so strong was republican sentiment. But even there the strains of empire had already favoured a revival of official piety which benefited the imperial cult.",
    "page": 355,
    "paragraph_index": 77,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "4abcb5f2-70c6-4d66-81b8-fd9c2b6f1e17",
    "text": "It was the Roman boast that their new subjects all benefited from the extension to them of the Pax Romana, the imperial peace which removed the threats of barbarian incursion or international strife. The claim has to be qualified by recognition of the violence with which many subject peoples resisted Roman rule, and the bloodshed this cost, but there is something in it. Within the frontiers there was order and peace as never before. In some places this permanently changed the patterns of settlement as new cities were founded in the east or descendants of Caesar’s soldiers were settled in new military colonies in Gaul. Sometimes there were even more far-reaching results. The adoption of the Rhine frontier permanently affected the history of Europe by its division of the Germanic peoples. Meanwhile, there took place everywhere, as things settled down, a gradual romanization of the local notables. They were encouraged to share a common civilization whose spread was made easier by the new swiftness of communication along the roads whose main purpose was the movement of the legions. Napoleon could not move couriers faster from Paris to Rome than could the emperors of the first century AD.",
    "page": 346,
    "paragraph_index": 60,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "510f0659-2a5f-4114-98cc-b0b58ceff2eb",
    "text": "This battle settled more than a war; it decided the fate of the whole western Mediterranean. Once the Po valley was absorbed early in the second century, Italy was, whatever the forms, henceforth subject to Rome. The peace imposed on Carthage was humiliating and crippling. Roman vengeance pursued Hannibal himself and drove him into exile at the Seleucid court. Because Syracuse had once more allied with Carthage during the war, her presumption was punished by the loss of her independence; she was the last Greek state in the island. All Sicily was now Roman, as was southern Spain, where another province was set up.",
    "page": 328,
    "paragraph_index": 25,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "523df312-21f4-4e70-ae15-392d3f02f7f9",
    "text": "It is convenient to finish the story of the spread of the rule of the republic to its limits before considering how such success in the end proved fatal. Transalpine Gaul (southern France) was a province in 121 BC but (like north Italy) it remained troubled from time to time by the incursions of Celtic tribes. The Po valley was given provincial status as Cisalpine Gaul in 89 BC and nearly forty years later (in 51 BC) the rest of Gaul – roughly northern France and Belgium – was conquered and with that the Celtic danger effectively came to an end. Meanwhile there had been further conquests in the east. The last king of Pergamon had bequeathed his kingdom to Rome in 133 BC. There followed the acquisition of Cilicia in the early first century BC, and then a series of wars with Mithridates, king of Pontus, a state on the Black Sea. The outcome was the reorganization of the Middle East, Rome being left with possession of a coast running from Egypt to the Black Sea, all of which was divided between client kingdoms or provinces (one of them named ‘Asia’). Finally, Cyprus was annexed in 58 BC.",
    "page": 333,
    "paragraph_index": 35,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "547ec7d7-ede8-4bba-91f0-288b8e2c76f9",
    "text": "Taxes kept the empire going. Although not heavy in normal times, when they paid for administration and policing quite comfortably, they were a hated burden and one augmented, too, from time to time, by levies in kind, requisitioning and forced recruiting. For a long time, they drew on a prosperous and growing economy. This was not only a matter of such lucky imperial acquisitions as the gold-mines of Dacia. The growth in the circulation of trade and the stimulus provided by the new markets of the great frontier encampments also favoured the appearance of new industry and suppliers. The huge numbers of wine jars found by archaeologists are only an indicator of what must have been a vast commerce of foodstuffs, textiles and spices which have left fewer traces. Yet the economic base of empire was always agriculture. This was not rich by modern standards, for its techniques were primitive; no Roman farmer ever saw a windmill and watermills were still rare when the empire ended in the West. For all its idealization, rural life was a harsh and laborious thing. To it too, therefore, the Pax Romana was essential: it meant that taxes could be found from the small surplus produced and that lands would not be ravaged.",
    "page": 358,
    "paragraph_index": 83,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "5505d0e1-64ff-4341-9eaf-09a27b99fb2a",
    "text": "The content of these was a mixture of Greek mythology and festivals and rites derived from primitive Roman practice and therefore heavily marked by agricultural preoccupations. One which lived to deck itself out in the symbols of another religion was the December Saturnalia, which is with us still as Christmas. But the religion practised by Romans stretched far beyond official rites. The most striking feature of the Roman approach to religion was its eclecticism and cosmopolitanism. There was room in the empire for all manner of belief, provided it did not contravene public order or inhibit adherence to the official observances. For the most part, peasants everywhere pursued the timeless superstitions of their local nature cults, townsmen took up new crazes from time to time, and the educated professed some acceptance of the classical pantheon of Graeco-Roman gods and led the people in the official observances. Each clan and household, finally, sacrificed to its own god with appropriate special rituals at the great moments of human life: childbirth, marriage, sickness and death. Each household had its shrine, each street-corner its idol.",
    "page": 355,
    "paragraph_index": 76,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "5aa9688f-e077-4588-ba87-84bed577bfc2",
    "text": "Fertilization by Greek influence was perhaps its most important inheritance, but Rome also preserved much else from its Etruscan past. One element was the way its people were organized into ‘centuries’ for military purposes; more superficial but striking instances were its gladiatorial games, civic triumphs and reading of auguries – a consultation of the entrails of sacrifices in order to discern the shape of the future.",
    "page": 321,
    "paragraph_index": 6,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "5f0cf211-64ed-434e-83e1-c97cc06eb30c",
    "text": "The twists and turns are complicated, but the main stages of Roman expansion in the east in the second century BC are obvious enough. The conquest and reduction of Macedon to a province was accomplished in a series of wars ending in 148 BC; the phalanxes were not what they had been, nor was Macedonian generalship. On the way, the cities of Greece had also been reduced to vassalage and forced to send hostages to Rome. An intervention by a Syrian king led to the first passage of Roman forces to Asia Minor; next came the disappearance of the kingdom of Pergamon, Roman hegemony in the Aegean and the establishment of the new province of Asia in 133 BC. Elsewhere, the conquest of the remainder of Spain, except the north-west, the organization of a tributary confederacy in Illyria, and the provincial organization of southern France in 121 BC meant that the coasts from Gibraltar to Thessaly were all under Roman rule. Finally, the chance long sought by the enemies of Carthage came in 149 BC with the start of the third and last Punic War. Three years later the city was destroyed, ploughs were run over its site and a new Roman province covering western Tunisia – Africa – established in its stead.",
    "page": 329,
    "paragraph_index": 28,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "6417aa26-58f9-49bb-853e-dd05909e4806",
    "text": "With empire the contact became direct and the flow of Hellenistic influence manifold and frequent. Later ages were to wonder at the Roman passion for baths; the habit was one they picked up in the Hellenized East. The first Roman literature was translated Greek drama and the first Latin comedies were imitations of Greek models. Art began to flow to Rome through pilfering and looting, but Greek style – above all its architecture – was already familiar from the western Greek cities. There was a movement of people, too. One of the thousand hostages sent to Rome from the Greek cities in the middle of the second century BC was Polybius, who provided Rome with its first scientific history in the tradition of Thucydides. His history of the years 220–146 BC was a conscious exploration of a phenomenon which he felt would mark a new epoch: Rome’s success in overthrowing Carthage and conquering the Hellenistic world. He was first among historians to recognize a complement to the earlier civilizing work of Alexander in the new unity given to the Mediterranean by Rome. He also admired the disinterested air Romans appeared to bring to imperial government – a reminder to be set against the Romans’ own denunciation of their wickednesses under the late republic.",
    "page": 332,
    "paragraph_index": 33,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "642d995e-cc2a-4312-ae64-924aa86a3f6c",
    "text": "It may be that in this lies one clue to the peculiar tenor of Roman culture. Perhaps it is the obviousness and pervasiveness of the Greek background which does much to deprive it of the air of novelty. Its weight was accentuated by the static, conservative concern of Roman thinkers. Between them, their attention was absorbed almost exclusively by the two foci provided by the Greek inheritance and the moral and political traditions of the republic. Both lived on curiously and somewhat artificially in a material setting which more and more ceased to fit them. Formal education changed little in practice and content from century to century, for example. Livy, the great Roman historian, sought again to quicken republican virtues in his history, but not to criticize and reinterpret them. Even when Roman civilization was irreversibly urban the (almost extinct) virtues of the independent peasant continued to be celebrated, and rich Romans longed (they said) to get away from it all to the simple life of the countryside. Roman sculpture only provided again what Greeks had already done better. The philosophies of Rome were Greek, too. Epicureanism and Stoicism held centre stage; neo-Platonism was innovatory, but came from the East, as did the mystery religions which were eventually to provide Roman men and women with something their culture could not give them.",
    "page": 348,
    "paragraph_index": 66,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "64421624-c58d-48de-80c6-d0ad98f9e724",
    "text": "There were probably still at that time some aboriginal natives among them whose ancestors had been joined by Indo-European invaders in the second millennium BC. In the next thousand years some of these Italians developed advanced cultures. Iron-working was going on in about 1000 BC. The Etruscans probably adopted the skill from the peoples there before them, possibly from a culture which has been called Villanovan (after an archaeological site near modern Bologna). They brought metallurgy to a high level and vigorously exploited the iron deposits of Elba, off the coast of Etruria. With iron weapons, they appear to have established an Etruscan hegemony, which at its greatest extent covered the whole central peninsula, from the valley of the Po down to Campania. Its organization remains obscure, but Etruria was probably a loose league of cities governed by kings. The Etruscans were literate, using an alphabet derived from Greek which may have been acquired from the cities of Magna Graecia (though hardly anything of their writing can be understood), and they were relatively rich.",
    "page": 318,
    "paragraph_index": 4,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "64c49bbc-04f7-413e-9a48-a4ee90f047d8",
    "text": "Roman military power grew as did the number of subjected states. The republic’s own army was based on conscription. Every male citizen who owned property was obliged to serve if called, and the obligation was heavy – sixteen years for an infantryman and ten for cavalry. The army was organized in legions of 5,000, which fought at first in solid phalanxes with long pike-like spears. It not only subdued Rome’s neighbours, but also beat off a series of fourth-century incursions by Gauls from the north, though on one occasion they sacked Rome itself (390 BC). The last struggles of this formative period came at the end of the fourth century when the Romans conquered the Samnite peoples of the Abruzzi. Effectively, the republic could now tap allied manpower from the whole of central Italy.",
    "page": 326,
    "paragraph_index": 19,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "65479508-47b8-42b2-abc5-d1305bf50275",
    "text": "If the Greek contribution to civilization was essentially mental and spiritual, that of Rome was structural and practical; its essence was the empire itself. Though no man is an empire, not even the great Alexander, its nature and government were to an astonishing degree the creation of one man of outstanding ability, Julius Caesar’s great-nephew and adopted heir, Octavian. Later he was celebrated as Caesar Augustus. An age has been named after him; his name gave an adjective to posterity. Sometimes one has the feeling that he invented almost everything that characterized imperial Rome, from the new Praetorian Guard, which was the first military force stationed permanently in the capital, to the taxation of bachelors. One reason for this impression (though only one) is that he was a master of public relations; significantly, more representations of him than of any other Roman emperor have come down to us.",
    "page": 340,
    "paragraph_index": 47,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "6b651c52-be25-4493-94ab-d513dbb84d2b",
    "text": "In part this was the simple expression of the social realities on which the empire rested; Rome, like all the ancient world, was built on a sharp division between rich and poor, and in the capital itself this division was an abyss not concealed but consciously expressed. The contrasts of wealth were flagrant in the difference between the sumptuousness of the houses of the new rich, drawing to themselves the profits of empire and calling on the services of perhaps scores of slaves on the spot and hundreds on the estates which maintained them, and the swarming tenements in which the Roman proletariat lived. Romans found no difficulty in accepting such divisions as part of the natural order; for that matter, few civilizations have ever much worried about them before our own, though few displayed them so flagrantly as imperial Rome.",
    "page": 350,
    "paragraph_index": 69,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "6e715fdf-d41e-4d96-98da-50f4f27aa562",
    "text": "Thus was the empire made by the republic. Like all empires, but perhaps more obviously than any earlier one, its appearance owed as much to chance as to design. Fear, idealism and eventually cupidity were the mingled impulses which sent the legions further and further afield. Military power was the ultimate basis of Roman empire, and it was kept up by expansion. Numbers were decisive in overcoming Carthaginian experience and tenacity and the Roman army was large. It could draw upon an expanding pool of first-class manpower available from allies and satellites, and republican rule brought order and regular government to new subjects. The basic units of the empire were its provinces, each ruled by a governor with proconsular powers, whose posting was formally for one year. Beside him stood a taxing officer.",
    "page": 330,
    "paragraph_index": 29,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "741b0bc8-7c3c-428b-a4dd-bda124745010",
    "text": "Internal politics were rooted in arrangements originally meant to make impossible the return of monarchy. Constitutional theory was concisely expressed in the motto carried by the monuments and standards of Rome until well into imperial times: SPQR, the abbreviation of the Latin words for ‘the Roman Senate and People’. Theoretically, ultimate sovereignty always rested with the people, which acted through a complicated set of assemblies attended by all citizens in person (of course, not all inhabitants of Rome were citizens). This was similar to what went on in many Greek city-states. The general conduct of business was the concern of the Senate; it made laws and regulated the work of elected magistrates. It was in the form of tensions between the poles of Senate and people that the most important political issues of Roman history were usually expressed.",
    "page": 322,
    "paragraph_index": 9,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "75ad1879-b0d8-41e4-a67d-d2a7745bcec7",
    "text": "Somewhat surprisingly, the internal struggles of the early republic seem to have been comparatively bloodless. Their sequence is complicated and sometimes mysterious, but their general result was that they gave the citizen body as a whole a greater say in the affairs of the republic. The Senate, which concentrated political leadership, had come by 300 BC or so to represent a ruling class which was an amalgamation of the old patricians of pre-republican days with the wealthier members of the plebs, as the rest of the citizens were termed. The Senate’s members constituted an oligarchy, self-renewing though some were usually excluded from each census (which took place once every five years). Its core was a group of noble families whose origins might be plebeian, but among whose ancestors were men who had held the office of consul, the highest of the magistracies.",
    "page": 322,
    "paragraph_index": 10,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "7673d8c8-170b-4c96-9f16-b7b974769225",
    "text": "Etruscan hegemony in central Italy, the richest and most developed part of the peninsula, was thus replaced by Roman.",
    "page": 326,
    "paragraph_index": 18,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "7afef433-5f5b-4e55-9004-105dc02c24e7",
    "text": "Another constitutional weakness arose because the principle of annual election of magistrates had more and more frequently to be set aside in practice. War and rebellion in the provinces provided emergencies which consuls elected for their political skill might well find beyond them. Inevitably, proconsular power fell into the hands of those who could deal with emergencies effectively, usually proven generals. It is a mistake to think of the republic’s commanders as professional soldiers in the modern sense; they were members of the ruling class who might expect in a successful career to be civil servants, judges, barristers, politicians and even priests. One key to the administrative proficiency of Rome was its acceptance of the principle of non-specialization in its rulers. None the less, a general who stayed years with his army became a different sort of political animal from the proconsuls of the early republic who commanded an army for one campaign and then returned to Rome and politics. There was even a kind of socialized corruption, for all Roman citizens benefited from an empire which made possible their exemption from any direct taxation; the provinces were to pay for the homeland. Awareness of such evils lies behind much moralizing condemnation and talk of decline which arose in the first century BC, when their impact became fatal.",
    "page": 331,
    "paragraph_index": 31,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "7bbae680-53eb-45a2-9a0c-9f83c223dd61",
    "text": "Unfortunately, though easy to recognize, the realities of wealth in Rome still remain curiously opaque to the historian. The finances of only one senator, the younger Pliny, are known to us in any detail.",
    "page": 351,
    "paragraph_index": 70,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "7beb049e-dc97-46c6-bf14-32cceb4e06bd",
    "text": "In this civilization the omnipresence of the amphitheatre is a standing reminder of the brutality and coarseness of which it was capable. It is important not to get this out of perspective, just as it is important not to infer too much about ‘decadence’ from the much-quoted works of would-be moral reformers. One disadvantage under which the repute of Roman civilization has laboured is that it is one of the few before modern times in which we have very much insight into the popular mind through its entertainments, for the gladiatorial games and the wild-beast shows were emphatically mass entertainment in a way in which the Greek theatre was not. Popular relaxation is in any era hardly likely to be found edifying by the sensitive, and the Romans institutionalized its least attractive aspects by building great centres for their shows, and by permitting the mass entertainment industry to be used as a political device; the provision of spectacular games was one of the ways in which a rich man could bring to bear his wealth to secure political advancement. Nevertheless, when all allowances are made for the fact that we cannot know how, say, the ancient masses of Egypt or Assyria amused themselves, we are left with the uniqueness of the gladiatorial spectacle; it was an exploitation of cruelty as entertainment on a bigger scale than ever before and one unrivalled until the twentieth century. It was made possible by the urbanization of Roman culture, which could deliver larger mass audiences than ever. The ultimate roots of the ‘games’ were Etruscan, but their development sprang from a new scale of urbanism and the exigencies of Roman politics.",
    "page": 351,
    "paragraph_index": 72,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "7c375a31-1a56-4756-a7b7-fbc31c190ea9",
    "text": "Rome was now at last face to face with the western Greek cities. Syracuse was by far the most important of them. Early in the third century the Greeks asked the assistance of a great military leader of mainland Greece, Pyrrhus, king of Epirus, who campaigned against both the Romans and the Carthaginians (280–275 BC), but achieved only the costly and crippling victories to whose type he gave his name. He could not destroy the Roman threat to the western Greeks. Within a few years they were caught up willy-nilly in a struggle between Rome and Carthage in which the whole western Mediterranean was at stake – the Punic Wars.",
    "page": 326,
    "paragraph_index": 20,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "83d88872-0dde-43ca-b83c-18afe930956a",
    "text": "Empire inevitably had political consequences at home. In the first place it made it even more difficult to ensure popular participation – that is, the participation of poor citizens – in government. Prolonged warfare reinforced the day-to-day power and the moral authority of the Senate, and it must be said that its record was a remarkable one. Yet the expansion of territory carried even further shortcomings already apparent in the extension of Roman rule over Italy. One was in the militarization of society and the position of the generals. In 149 BC a special court was created to deal with illegal extortion by officials and military leaders. Whatever its nature, access to this wealth could only be obtained through participation in politics, for it was from the Senate that governors were chosen for the new provinces and it was the Senate which appointed the tax-gatherers who accompanied them from among the wealthy but non-noble class of equites, or ‘knights’.",
    "page": 330,
    "paragraph_index": 30,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "85954d32-117d-4ffb-9152-eea643fa97a7",
    "text": "Two consuls had replaced the last kings at the end of the sixth century BC. Appointed for a year, they ruled through the Senate and were its most important officers. They were bound to be men of experience and weight, for they had to have passed through at least two subordinate levels of elected office, as quaestors and praetors, before they were eligible. The quaestors (of whom there were twenty elected each year) also automatically became members of the Senate. These arrangements gave the Roman ruling élite great cohesiveness and competence, for progress to the highest office was a matter of selection from a field of candidates who had been well tested and trained in office. That this constitution worked well for a long time is indisputable. Rome was never short of able men. What it masked was the natural tendency of oligarchy to decay into faction, for whatever victories were won by the plebs, the working of the system ensured that it was the rich who ruled and the rich who disputed the right to office among themselves. Even in the electoral college, which was supposed to represent the whole people, the comitia centuriata, organization gave an undue proportion of influence to the wealthy.",
    "page": 322,
    "paragraph_index": 11,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "8ea7d9de-3060-45c8-8146-4e510a70f8ad",
    "text": "Another change brought by empire was a further spread of Hellenization. Here there are difficulties of definition. In some measure, Roman culture was already Hellenized before conquest went beyond Italy. The republic’s conscious espousal of the cause of the Greek cities’ independence of Macedon was a symptom. On the other hand, whatever Rome already possessed, there was much that could be won only after more direct contact with the Hellenized world. In the last resort, to many Greeks Rome looked like another barbarian power, almost as bad as Carthage. There is symbolism in the legend of the death of Archimedes during the fall of Syracuse, struck down while pondering geometrical problems in the sand, by the sword of a Roman soldier who did not know who he was.",
    "page": 331,
    "paragraph_index": 32,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "903c1630-ad31-4167-9698-041a1b6d86f9",
    "text": "Broadly speaking, the changes of republican times were symptoms and results of two main processes. One was of decay; gradually the republic’s institutions ceased to work. They could no longer contain political and social realities and in the end this destroyed them, even when they survived in name. The other was the extension of Roman rule, first beyond the city and then beyond Italy. For about two centuries both processes went on rather slowly.",
    "page": 321,
    "paragraph_index": 8,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "91bcacf3-5bf2-4ca6-96a1-ae16e78ab57a",
    "text": "The final plunge of the republic into confusion was precipitated in 112 BC by a new war when a North African king massacred a great number of Roman businessmen. Not long afterwards a wave of barbarian invaders in the north threatened Roman rule in Gaul. The emergency brought forward the consul Marius, who dealt successfully with the enemies of the republic but at the cost of further constitutional innovation, for he was elected to the consulship for five years in succession. He was, in fact, the first of a series of warlords who were to dominate the last century of the republic, for other wars rapidly followed. Demand grew for the extension of Roman citizenship to the other Latin and Italian states. In the end these allies (socii) revolted in what is somewhat misleadingly called the ‘Social War’ in 90 BC. They were only pacified with concessions which made nonsense of the notion that the Roman popular assemblies were the ultimate sovereign; citizenship was extended to most of Italy. Then came new Asian wars – from which emerged another general with political ambitions, Sulla. There was civil war, Marius died after once more being consul, and Sulla returned to Rome in 82 BC to launch a dictatorship (voted by the Senate) with a ruthless ‘proscription’ of his opponents (a posting of their names which signified that anyone who could do so was entitled to kill them), an assault on the popular powers of the constitution and an attempted restoration of those of the Senate.",
    "page": 336,
    "paragraph_index": 39,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "9440b9b7-5370-493e-bf6e-c1fdd804523c",
    "text": "Much of what we know about popular mentality before modern times is known through religion. Roman religion was a very obvious part of Roman life, but that may be misleading if we think in modern terms. It had nothing to do with individual salvation and not much with individual behaviour; it was above all a public matter. It was a part of the res publica, a series of rituals whose maintenance was good for the state and whose neglect would bring retribution. There was no priestly caste set apart from other men (if we exclude one or two antiquarian survivals in the temples of a few special cults) and priestly duties were the task of the magistrates who found priesthood a useful social and political lever. Nor was there creed or dogma. What was required of Romans was only that the ordained services and rituals should be carried out in the accustomed way; for the proletarian this meant little except that he should not work on a holiday.",
    "page": 354,
    "paragraph_index": 74,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "946a1440-6750-4d51-8027-d65b3206036f",
    "text": "At the end of the second Punic War it is tempting to imagine Rome at a parting of the ways. On one side lay moderation and the maintenance of security in the west, on the other expansion and imperialism in the east. Yet this over-simplifies reality; eastern and western issues were already too entangled to sustain so simple an antithesis. As early as 228 BC the Romans had been admitted to the Greek Isthmian games; it was a recognition, even if only formal, that for some Greeks they were already a civilized power and part of the Hellenistic world. Through Macedon, that world had already been involved directly in the wars of Italy, for Macedon had allied with Carthage; Rome had therefore taken the side of Greek cities opposed to Macedon and thus began to dabble in Greek politics. When a direct appeal for help against Macedon and the Seleucids came from Athens, Rhodes and a king of Pergamon in 200 BC, the Romans were already psychologically ready to commit themselves to eastern enterprise. It is unlikely, though, that any of them saw that this could be the beginning of a series of adventures from which would emerge a Hellenistic world dominated by the republic.",
    "page": 328,
    "paragraph_index": 26,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "9880378f-3632-4b9d-9492-1e7fb368877c",
    "text": "Though a Caesar, Octavian came from a junior branch. From Julius he inherited at the age of eighteen aristocratic connections, great wealth and military support. For a time he co-operated with one of Caesar’s henchmen, Mark Antony, in a ferocious series of proscriptions to destroy the party which had murdered the great dictator. Mark Antony’s departure to win victories in the east, failure to do so and injudicious marriage to Cleopatra, Julius Caesar’s sometime mistress, gave Octavian further opportunities. He fought in the name of the republic against a threat that Antony might make a proconsular return, bringing oriental monarchy in his baggage-train. The victory of Actium (31 BC) was followed by the legendary suicides of Antony and Cleopatra; the kingdom of the Ptolemies came to an end and Egypt too was annexed as a province of Rome.",
    "page": 341,
    "paragraph_index": 48,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "9ae3bb32-7cd6-4dd6-a555-6d5749050328",
    "text": "Only in two practical fields were the Romans to be great innovators – law and engineering. The achievements of the lawyers were relatively late; it was in the second and early third centuries AD that the jurisconsults began the accumulation of commentary which would be so valuable a legacy to the future when codification passed their work to medieval Europe. In engineering – and Romans did not distinguish it from architecture – the quality of their achievement is more immediately impressive. It was a source of pride to the Romans and one of the few things in which they were sure they outstripped the Greeks. It was based on cheap labour: in Rome it was slaves and in the provinces often the unemployed legions on garrison duty in peaceful times who carried out the great works of hydraulic engineering, bridging and road- building. But more was involved than material factors. The Romans virtually founded town-planning as an art and administrative skill west of the Indus, and their inventions of concrete and the vaulted dome revolutionized the shapes of buildings. For the first time the interiors of buildings became more than a series of surfaces for decoration. Volumes and lighting became part of the subject-matter of architecture; the later Christian basilicas were to be the first great expressions of a new concern with the spaces inside buildings.",
    "page": 349,
    "paragraph_index": 67,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "9fabc2d7-30db-4bfc-ac2b-e1b78ac319e3",
    "text": "There was a persistent tendency, accelerating rapidly in the third and second centuries BC, for many of the plebs who in earlier days had preserved some independence through possession of their own land to sink into poverty. Meanwhile, the new aristocracy increased its relative share of land as conquest brought it new wealth. This was a long-drawn-out process, and while it went on, new sub-divisions of social interest and political weight appeared. Furthermore, to add another complicating factor, there grew up the practice of granting citizenship to Rome’s allies. The republic in fact saw a gradual enlargement of the citizen class but a real diminution of its power to affect events.",
    "page": 324,
    "paragraph_index": 14,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "a4588d7e-3746-4379-aeab-3a2456c4daa4",
    "text": "They form a duel of more than a century. Their name comes from the Roman rendering of the word Phoenician and, unfortunately, we have only the Roman version of what happened. There were three bursts of fighting, but the first two settled the question of preponderance. In the first (264– 241 BC) the Romans began naval warfare on a large scale for the first time. With their new fleet they took Sicily and established themselves in Sardinia and Corsica. Syracuse abandoned an earlier alliance with",
    "page": 326,
    "paragraph_index": 21,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "a539b850-46fa-4181-a1d7-d6dba595ee76",
    "text": "This was only round one. As the end of the third century approached, the final outcome was not yet discernible and there is still argument about which side, in this touchy situation, was responsible for the outbreak of the second Punic War (218–201 BC), the greatest of the three. It was fought in a greatly extended theatre, for when it began the Carthaginians were established in Spain. Some of the Greek cities there had been promised Roman protection. When one of them was attacked and sacked by a Carthaginian general, Hannibal, the war began. It is famous for Hannibal’s great march to Italy and passage of the Alps with an army including elephants, and for its culmination in the crushing Carthaginian victories of Lake Trasimene in 217 BC and Cannae in 216, where a Roman army twice the size of Hannibal’s was destroyed. At this point Rome’s grasp on Italy was badly shaken; some of her allies and subordinates began to look at Carthaginian power as symbolizing the future. Virtually all the south changed sides, though central Italy remained loyal.",
    "page": 327,
    "paragraph_index": 23,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "a61f0673-3623-4cc2-b54b-e451dc102811",
    "text": "The empire was a huge area and required the solution of problems of government which had not been faced by Greeks or solved by Persians. A complex bureaucracy appeared, with remarkable scope. To cite one small example, the records of all officers of centurion rank and above (company commanders upwards, as it were) were centralized at Rome. The corps of provincial civil servants was the administrative armature, sustained by a practical reliance for many places upon the army, which did much more than merely fight. Bureaucracy was controlled by the adoption of fairly limited aims. These were above all fiscal; if the taxes came in, then Roman rule did not want to interfere in other ways with the operation of local custom. Rome was tolerant. It would provide the setting within which the example of its civilization would wean barbarians from their native ways. The reform of the administrators had begun under Augustus. The Senate still appointed to many posts on an annual basis, but the emperor’s legati who acted for him in the frontier provinces held office at his pleasure. All the evidence is that, whatever the means were by which it was achieved, the administration underwent a notable improvement under the empire by comparison with the corruption of the last century of the republic. It was much more centralized and integrated than the satrapy system of Persia.",
    "page": 346,
    "paragraph_index": 61,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "b182c869-04b8-4362-a8ba-5a141ef1acf5",
    "text": "All this boils down to a large measure of practical criticism of the ancient Roman ways. Obviously, they were no longer enough for an urban civilization, however numerically preponderant the peasants on which it rested. Many of the traditional festivals were pastoral or agricultural in origin, but occasionally even the god they invoked was forgotten. City-dwellers gradually came to need more than piety in a more and more puzzling world. Men grasped desperately at anything which could give meaning to the world and some degree of control over it. Old superstitions and new crazes benefited. The evidence can be seen in the appeal of the Egyptian gods, whose cults flooded through the empire as its security made travel and intercourse easier (they were even patronized by an emperor, the Libyan Septimius Severus). A civilized world of greater complexity and unity than any earlier was also one of greater and greater religiosity and a curiousness almost boundless. One of the last great teachers of pagan antiquity, Apollonius of Tyana, was said to have lived and studied with the brahmans of India. Men were looking about for new saviours long before one was found in the first century AD.",
    "page": 356,
    "paragraph_index": 80,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "b6fa8007-325c-41e2-aeff-9b6280fec792",
    "text": "The free citizens who made up the bulk of the population of the early republic were therefore peasants, some much poorer than others. They were legally grouped in complicated arrangements whose roots were sunk in the Etruscan past. Such distinctions were economically insignificant, though they had constitutional importance for electoral purposes, and tell us less about the social realities of republican Rome than distinctions made by the Roman census between those able to equip themselves with the arms and armour needed to serve as soldiers, those whose only contribution to the state was to breed children (the proletarii) and those who were simply counted as heads, because they neither owned property nor had families. Below them all, of course, were the slaves.",
    "page": 323,
    "paragraph_index": 13,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "bb6ff2e0-0363-4123-a598-65eac2648512",
    "text": "Rome had first faced Parthia on the Euphrates when Sulla’s army campaigned there in 92 BC. Nothing of importance followed until thirty years later when Roman armies began to advance against Armenia. Two spheres of influence overlapped there and Pompey at one time arbitrated between the Armenian and Parthian kings in a boundary dispute. Then, in 54 BC, the Roman politician Crassus launched an invasion of Parthia across the Euphrates. Within a few weeks he was dead and a Roman army of 40,000 destroyed. It was one of the worst military disasters of Roman history. Evidently there was a new great power in Asia. The Parthian army consisted of more than good mounted archers by this time. It also had heavy cavalry of unrivalled quality, the cataphracts, mail-clad horsemen with their mounts mailed too, charging home with heavy lances. The fame of their great horses even awoke the envy of the distant Chinese.",
    "page": 345,
    "paragraph_index": 57,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "bedf83eb-0968-46f4-9f55-64670a1b43f3",
    "text": "Fifteen months later Caesar was dead, struck down in the Senate on 15 March 44 BC at the height of his success. His assassins’ motives were complex. The timing was undoubtedly affected by the knowledge that he planned a great eastern campaign against the Parthians. Were he to join his army, it might be to return again in triumph, more unassailable than ever. There had been talk of a kingship; a Hellenistic despotism was envisaged by some. The complicated motives of his enemies were given respectability by the distaste some felt for the flagrant affront to republican tradition in the de facto despotism of one man. Minor acts of disrespect for the constitution antagonized others and in the end his assassins were a mixed bag of disappointed soldiers, interested oligarchs and offended conservatives.",
    "page": 340,
    "paragraph_index": 45,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "c2c6ac03-1cb6-4215-a797-fc0c576c9688",
    "text": "In spite of a rich archaeological record, with many inscriptions and much scholarly effort to make sense of it, the Etruscans remain a mysterious people. All that has so far been delineated with some certainty is the general nature of Etruscan culture, and much less of its history or chronology. Different scholars have argued that Etruscan civilization came into existence at a wide range of different times, stretching from the tenth to the seventh century BC. Nor have they been able to agree about where the Etruscans came from; one hypothesis points to immigrants from Asia just after the end of the Hittite empire, but several other possibilities have their supporters. All that is obvious is that they were not the first Italians. Whenever they came to the peninsula and wherever from, Italy was then already a confusion of peoples.",
    "page": 318,
    "paragraph_index": 3,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "c5114908-0cf5-4856-9b39-929e4fdf65ae",
    "text": "In the last resort almost everything seems to come back to the army, on which the Roman peace depended, yet it was an instrument which changed over six centuries as much as did the Roman state itself. Roman society and culture were always militaristic, yet the instruments of that militarism changed. From the time of Augustus the army was a regular long-service force, no longer relying even formally upon the obligation of all citizens to serve. The ordinary legionary served for twenty years, four in reserve, and increasingly came from the provinces as time went by. Surprising as it may seem, given the repute of Roman discipline, volunteers seem to have been plentiful enough for letters of recommendation and the use of patrons to be resorted to by would-be recruits. The twenty-eight legions which were the normal establishment after the defeat in Germany in AD 9 were distributed along the frontiers, about 160,000 men in all. They were the core of the army, which contained about as many men again in the cavalry, auxiliaries and other arms. The legions continued to be commanded by senators (except in Egypt) and the central issue of politics at the capital itself was still access to opportunities such as this. For, as had become clearer and clearer as the centuries passed, it was in the camps of the legions that the heart of the empire lay, though the Praetorian Guard at Rome sometimes contested their right to choose an emperor. Yet the soldiers comprised only part of the history of the empire. Quite as much impact was made on it, in the long run, by the handful of men who were the followers and disciples of the man the procurator of Judaea had handed over to execution.",
    "page": 359,
    "paragraph_index": 84,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "c83771b4-0d77-4c2d-9870-8c932332248c",
    "text": "When Vespasian’s younger son was murdered in AD 96 this upstart house came to an end. Its successor was an elderly senator, Nerva. He solved the problem of succession by breaking with attempts to ensure natural dynastic continuity. Instead, he institutionalized the practice of adoption to which Augustus had been driven. The result was a succession of four emperors – Trajan, Hadrian, Antoninus Pius and Marcus Aurelius – who gave the empire a century of good government; it has been named (after the third of them) the age of the Antonines. All of them came from families with provincial roots; they were evidence of the degree to which the empire was a cosmopolitan reality, the framework of the post-Hellenistic world of the West, and not merely the property of the Italian-born. Adoption made it easier to find candidates upon whom army, provinces and Senate could agree, but this golden age came to an end with a reversion to the hereditary principle, the succession of Commodus, son of Marcus Aurelius. He was murdered in AD 192, and there appeared to be a repetition of AD 69 when, in the following year, there were again four emperors, each acclaimed by his own army. The Illyrian army prevailed in the end, imposing an African general. Other and later emperors were to be the nominees of soldiers too; bad times lay ahead.",
    "page": 344,
    "paragraph_index": 54,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "ca863ea0-5b1a-4c36-b999-a7a9da4244a9",
    "text": "Elsewhere, Roman rule still advanced. In AD 43 Claudius began the conquest of Britain, which was carried to its furthest enduring limit when Hadrian’s Wall was built across the north as an effective boundary forty or so years later. In AD 42 Mauretania had become a province. In the east, Trajan conquered Dacia, later Romania, in AD 105, but this was more than a century and a half after a quarrel, which was to be long-lasting, had begun in Asia.",
    "page": 345,
    "paragraph_index": 56,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "cb355a8d-1254-438b-b0b6-0784ddcdd30a",
    "text": "Roman élite or a professional bureaucracy, but by a constitutional system which took local élites and romanized them. From the first century AD the senators themselves included only a dwindling number of men of Italian descent. Roman tolerance in this was diffused among other peoples. The empire was never a racial unity whose hierarchies were closed to non-Italians. Only one of its peoples, the Jews, felt strongly about the retention of their distinction within it and that distinction rested on religion and the practices associated with it.",
    "page": 348,
    "paragraph_index": 64,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "cc232936-4190-4f68-9218-b5a13bae7133",
    "text": "Already Hellenistic civilization had achieved a remarkable mixing of East and West; now Rome continued the process over an even wider area. The element in the new cosmopolitanism which was most obvious was, indeed, the Greek, for the Romans themselves made much of their inheritance from the Greeks, though it was the Greeks of the Hellenistic era with whom they were most at home. All educated Romans were bilingual and this illustrates the tradition upon which they drew. Latin was the official language and always remained the language of the army; it was spoken widely in the West and to judge by the military records, literacy in it was high. Greek was the lingua franca in the eastern provinces, understood by all officials and merchants, and used in the courts if the litigants wished. Educated Romans grew up to read the Greek classics and drew from them their standards; the creation of a literature which could stand on an equal footing with the older was the laudable ambition of most Roman writers. In the first century AD they got nearest to this and the coincidence of a cultural and an imperial achievement is striking in Virgil, the conscious renewer of the epic tradition who was also the poet of imperial mission.",
    "page": 348,
    "paragraph_index": 65,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "ccf56424-6608-4fea-bf67-b1f44e05fdf1",
    "text": "The Roman pattern was reflected in all the great cities of the empire. It was central to the civilization that Rome sustained everywhere. The provincial cities stood like islands of Graeco- Roman culture in the aboriginal countrysides of the subject peoples. Due allowance made for climate, they reflected a pattern of life of remarkable uniformity, displaying Roman priorities. Each had a forum, temples, a theatre, baths, whether added to old cities or built as part of the basic plan of those which were re-founded. Regular grid-patterns were adopted as ground plans. The government of the cities was in the hands of local bigwigs, the curiales or city-fathers, who at least until Trajan’s time enjoyed a very large measure of independence in the conduct of municipal affairs, though later a tighter supervision was to be imposed on them. Some of these cities, such as Alexandria or Antioch, or Carthage (which the Romans re-founded), grew to a very large size. The greatest of all cities was Rome itself, eventually containing more than a million people.",
    "page": 351,
    "paragraph_index": 71,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "cf44596c-a890-4d85-9295-adabcce41ef7",
    "text": "Another aspect of the brutality at the heart of Roman society was, of course, far from unique: the omnipresence of slavery. As in Greek society, slavery was so varied in its forms that it cannot be summarized in a generalization. Many slaves earned wages, some bought their freedom and the Roman slave had rights at law. The growth of large plantation estates, it is true, provided examples of a new intensification of it in the first century or so, but it would be hard to say Roman slavery was worse than that of other ancient societies. A few who questioned the institution were very untypical: moralists reconciled themselves to slave-owning as easily as later Christians were to do.",
    "page": 354,
    "paragraph_index": 73,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "d1d7b007-7616-4145-a5ce-f0c9fd848252",
    "text": "One former supporter and protégé of Sulla was a young man whose name has passed into English as Pompey. Sulla had advanced his career by giving him posts normally held only by consuls and in 70 BC he was elected to that office, too. He left for the east three years later to eliminate piracy from the Mediterranean and went on to conquer huge Asian territories in the wars against Pontus. Pompey’s youth, success and outstanding ability began to make him feared as a potential dictator. But the interplay of Roman politics was complicated. As the years passed, disorder increased in the capital and corruption in ruling circles. Fears of dictatorship were intensified, but the fears were those of one oligarchic faction among several and it was less and less clear where the danger lay. Moreover one danger went long disregarded before people awoke to it.",
    "page": 336,
    "paragraph_index": 40,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "d7df982c-299b-4272-a6fd-13c5c25521fa",
    "text": "As the years passed Augustus’s power still grew. The Senate accorded him a right of interference in those provinces which it formally ruled (that is, those where there was no need to keep a garrison army). He was voted the tribunician power. His special status was enhanced and formalized by a new recognition of his state or dignitas, as the Romans called it; he sat between the two consuls after his resignation from that office in 23 BC and his business was given precedence in the agenda of the Senate. Finally, in 12 BC he became chief priest, pontifex maximus, the head of the official cult, as his great-uncle had been. The forms of the republic with their popular elections and senatorial elections were maintained, but Augustus said who should be elected.",
    "page": 342,
    "paragraph_index": 50,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "e1ed1a6b-6ba3-40e8-8e99-f825310f0e6f",
    "text": "The rulers of the classical world did not usually live easy lives. Some Roman emperors had great mirrors installed at the corners of the corridors of their palaces so that would-be assassins could not lurk around them. Tiberius himself may not have died a natural death, and none of his four successors did. The fact is significant of the weaknesses inherent in Augustus’s legacy. There was still scope for pinpricks from a Senate which formally continued to appoint the first magistrate, and always room for intrigue and cabal about the court and imperial household. Yet the Senate could never hope to recover authority, for the ultimate basis of power was always military. If there was confusion and indecision at the centre, then the soldiers would decide. This was what happened in the first great burst of civil war to shake the empire, in the Year of the Four Emperors, AD 69, from which there emerged Vespasian, the grandson of a centurion and far from an aristocrat. The first magistracy had passed out of the hands of the great Roman families.",
    "page": 343,
    "paragraph_index": 53,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "e400fee8-1c8b-4b1b-bceb-8c8a9e4be6d3",
    "text": "With no resources save her own exertions, and the great advantage that Hannibal lacked the numbers needed to besiege Rome, Rome hung on and saved herself. Hannibal campaigned in an increasingly denuded countryside far from his base. The Romans mercilessly destroyed Capua, a rebellious ally, without Hannibal coming to help her and then boldly embarked upon a strategy of striking at Carthage in her own possessions, especially in Spain. In 209 BC ‘New Carthage’ (Cartagena) was taken by the Romans. When an attempt by Hannibal’s younger brother to reinforce him was beaten off in 207 BC the Romans transferred their offensives to Africa itself. There, at last, Hannibal had to follow them to meet his defeat at Zama in 202 BC, the end of the war.",
    "page": 327,
    "paragraph_index": 24,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "edfba560-51d9-4165-ac72-606fe1989c49",
    "text": "This was an outstanding instance of Roman power of assimilation. The empire and the civilization it carried were unashamedly cosmopolitan. The administrative framework contained an astonishing variety of contrasts and diversities. They were held together not by an impartial despotism exercised by a",
    "page": 347,
    "paragraph_index": 63,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "ee232025-5130-4225-9490-53f0dbdcddd6",
    "text": "The co-operation of the subject peoples was tempted with a bait. First the republic and then the empire had been extended by granting citizenship to wider and wider numbers of Rome’s subjects. It was an important privilege; among other things, as the Acts of the Apostles remind us, it carried with it rights of appeal from local courts to the emperor at Rome. On the granting of citizenship could be based the winning of the loyalties of local notables; more and more non-Romans make their appearance in the Senate and at Rome as the centuries pass. Finally, in AD 212, citizenship was granted to all free subjects of the empire.",
    "page": 347,
    "paragraph_index": 62,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "f6dd93ef-23ec-4c2c-926e-457638056001",
    "text": "Augustus intended to be succeeded by a member of his own family. Although he respected republican forms (and they were to endure with remarkable tenacity) Rome was now really a monarchy. This was demonstrated by the succession of five members of the same family. Augustus’s only child was a daughter; his immediate successor was his adopted stepson, Tiberius, one of his daughter’s three husbands. The last of his descendants to reign was Nero, who died in AD 68.",
    "page": 343,
    "paragraph_index": 52,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "f6f172ea-865d-48f0-9ff3-bb904c73afe2",
    "text": "The Roman republic was to last for more than 450 years, and even after that its institutions survived in name. Romans always harped on about continuity and their loyal adherence (or reprehensible non-adherence) to the good old ways of the early republic. This was not just historical invention. There was some reality in such claims, much as there is, for example, in the claims made for the continuity of parliamentary government in Great Britain or for the wisdom of the founding fathers of the United States in agreeing a constitution which still operates successfully. Yet, of course, great changes took place as the centuries passed. They eroded the institutional and ideological continuities and historians still argue about how to interpret them. Yet for all these changes Rome’s institutions made possible a Roman Mediterranean and a Roman empire stretching far beyond it which was to be the cradle of Europe and Christianity. Thus Rome, like Greece (which reached many later men only through Rome), shaped much of the modern world. It is not just in a physical sense that men still live among its ruins.",
    "page": 321,
    "paragraph_index": 7,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "fe11ad11-4913-4f4f-97af-1c9f78d2ee8a",
    "text": "His murderers had no answer to the problems which Caesar had not had the time, and their predecessors had so conspicuously failed, to solve. Nor could they protect themselves for long. The republic was pronounced restored, but Caesar’s acts were confirmed. There was a revulsion of feeling against the conspirators who soon had to flee the city. Within two years they were dead and Julius Caesar was proclaimed a god. The republic was moribund, too. Damaged fatally long before the crossing of the Rubicon, the heart had gone out of its constitution whatever attempts were made to restore it. Yet its myths, its ideology and forms lived on in a Romanized Italy. Romans could not bring themselves to turn their backs on the institutional heritage and admit that they had done with it. When eventually they did, they had already ceased in all but name and aspiration to resemble the Romans of the republic.",
    "page": 340,
    "paragraph_index": 46,
    "book_index": 3,
    "chapter_index": 4
  }
]