[
  {
    "id": "0cd2eb74-f135-4c54-8d93-7ee75280146a",
    "text": "In the sixth century BC the Etruscans were installed in an important bridgehead on the south bank of the River Tiber. This was the site of Rome, one of a number of small cities of the Latins, an old-established people of the Campania. Through this city something of the Etruscan survived to flow into and eventually be lost in the European tradition. Near the end of the sixth century Rome broke away from Etruscan dominion during a revolt of the Latin cities against their masters. Until then, the city had been ruled by kings, the last of whom, tradition later said, was expelled in 509 BC. Whatever the exact date, this was certainly about the time at which Etruscan power, over-strained by struggle with the western Greeks, was successfully challenged by the Latin peoples, who thereafter went their own ways. Nevertheless, Rome was to retain much from its Etruscan past. It was through Etruria that Rome first had access to the Greek civilization with which it continued to live in contact both by land and sea. Rome was a focus of important land and water routes, high enough up the Tiber to bridge it, but not so high that the city could not be reached by sea-going vessels.",
    "page": 319,
    "paragraph_index": 5,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "1cfb6550-4c6e-4c63-a181-7dc7a3a15e46",
    "text": "Augustus was able to obtain the return of the Roman standards taken from Crassus and thankfully set aside any need to attack Parthia for reasons of honour. Yet the likelihood of conflict persisted, both because of the sensitivity with which each power regarded Armenia and because of the instability of Parthia’s dynastic politics. One emperor, Trajan, conquered the Parthian capital of Ctesiphon and fought his way down to the Persian Gulf, but his successor Hadrian wisely conciliated the Parthians by handing back much of his conquest.",
    "page": 346,
    "paragraph_index": 59,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "1ef9dd6f-52bd-4f75-81f9-d3d6b8f53874",
    "text": "Brilliance like this was not just a matter of winning battles. Brief though Caesar’s recent visits to Rome had been, he had organized his political support carefully and packed the Senate with his men. The victories brought him great honours and real power. He was voted dictator for life and became in effect a monarch in all but name. His power he used without much regard for the susceptibilities of politicians and without showing an imaginativeness to suggest his rule would have been successful in the long term, although he imposed order in the Roman streets, and undertook steps to end the power of the money-lenders in politics. To one reform in particular the future of Europe was to owe much – the introduction of the Julian calendar. Like much else we think of as Roman, it came from Hellenistic Alexandria, where an astronomer suggested to Caesar that the year of 365 days, with an extra day each fourth year, would make it possible to emerge from the complexities of the traditional Roman calendar. The new calendar began on 1 January 45 BC.",
    "page": 339,
    "paragraph_index": 44,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "1fa5555b-bef9-4253-ad61-e2ffca2c5e22",
    "text": "This was the end of civil war. Octavian returned to become consul. He had every card in his hand and judiciously refrained from playing them, leaving it to his opponents to recognize his strength. In 27 BC he carried out what he called a republican restoration with the support of a Senate whose republican membership, purged and weakened by civil war and proscription, he reconciled to his real primacy by his careful preservation of forms. He re-established the reality of his great-uncle’s power behind a façade of republican piety. He was imperator only by virtue of his command of the troops of the frontier provinces – but that was where the bulk of the legions were. As old soldiers of his and his great-uncle’s armies returned to retirement, they were duly settled on smallholdings and were appropriately grateful. His consulship was prolonged from year to year and in 27 BC he was given the honorific title of ‘Augustus’, the name by which he is remembered. At Rome, though, he was formally and usually called by his family name, or was identified as princeps, first citizen.",
    "page": 341,
    "paragraph_index": 49,
    "book_index": 3,
    "chapter_index": 4
  },
  {
    "id": "22caab97-56ab-416f-9b1d-f785d2469418",
    "text": "The constitutional arrangements of the early republic were thus very complicated, but effective. They prevented violent revolution and permitted gradual change. Yet they would be no more important to us than those of Thebes or Syracuse had they not made possible and presided over the first phase of victorious expansion of Roman power. The story of the republic’s institutions is important for even later periods, too, because of what the republic itself became. Almost the whole of the fifth century BC was taken up in mastering Rome’s neighbours and her territory was doubled in the process. Next, the other cities of the Latin League were subordinated; when some of them revolted in the middle of the fourth century they were forced back into it on harsher terms. It was a little like a land version of the Athenian empire a hundred years before; Roman policy was to leave her ‘allies’ to govern themselves, but they had to subscribe to Roman foreign policy and supply contingents to the Roman army. In addition, Roman policy favoured established dominant groups in the other Italian communities, and Roman aristocratic families multiplied their personal ties with them. The citizens of those communities were also admitted to rights of citizenship if they migrated to Rome.",
    "page": 325,
    "paragraph_index": 17,
    "book_index": 3,
    "chapter_index": 4
  }
]